module.exports = {


    "S_9100": '連線錯誤!',
    "S_9001": '尚未開放!',
    "S_9102": '操作失敗!',

    "T_001": '您還未有小夥伴喔\n快去得到一隻你的小夥伴吧!',
    "T_002": '您還未有礦機喔\n快去得到一隻你的礦機吧!',
    "T_003": '您還未選定寵物喔',
    "T_004": '您還未選定小夥伴喔',
    "T_005": '未選擇',
    "T_006": 'LV.',
    "T_007": '使用!',
    "T_008": '要選哪一個呢?',
    "T_009": '您還未雍有此礦機喔!',
    "T_100": '神奇罐頭',
    "T_101": '--',
    "T_102": '--',
    "T_103": '升級至等級',
    "T_104": '成功率',
    "T_105": '嘩!!!我覺得全身\n\r充滿力量~',
    "T_106": '我相信下次一定\n\r會成功的!!',
    "T_107": '等級已達上限!!',
    "T_108": '您的銀幣不足喔~',
    "T_109": '您的罐頭不足喔~',
    "T_110": '飾品',
    "T_111": '造型',
    "T_112": '不顯示飾品',
    "T_113": '不顯示造型',
    "T_114": '空',

    "I_001": '礦機功能',
    "I_002": '礦機每小時都會給予玩家一定數量的錢幣，每過六小時可領一次，十二小時即達上限不再累積。!',
    "I_003": '礦機等級',
    "I_004": '礦機會隨著等級的成長而增加所得的獎勵。消耗罐頭及銀幣有一定機率可以提升礦機等級。',

}